{
    "apis": [
    {
        "name": "Disney",
        "website": "disneytechjobs.com",
        "description": "At Disney, we're storytellers. We make the impossible, possible. We do this through utilizing and developing cutting-edge technology and pushing the envelope to bring stories to life through our movies, products, interactive games, parks and resorts, and media networks. Now is your chance to join our talented team that delivers unparalleled creative content to audiences around the world.",
        "logo": "disney.png"
    },
    {
        "name": "Synaptics",
        "website": "www.synaptics.com",
        "description": "Synaptics is the pioneer and leader of the human interface revolution, bringing innovative and intuitive user experiences to intelligent devices. Synaptics' broad portfolio of touch, display, and biometrics products is built on the company's rich R&D and supply chain capabilities. With solutions designed for mobile, PC and automotive industries, Synaptics combines ease of use, functionality and aesthetics to enable products that help make our digital lives more productive, secure and enjoyable.",
        "logo": "synaptics.png"
    },
    {
        "name": "Square",
        "website": "https://squareup.com/",
        "apiUrl": "http://square.github.io/",
        "description": "We started with a simple idea that everyone should be able to accept credit cards and we've been rethinking buying and selling ever since.\n\nBuying and selling sound like simple things and they should be. Somewhere along the way, they got complicated. We're working hard to make commerce easy for everyone.\n\nFounded in 2009 and headquartered in San Francisco, Square is currently available in the United States, Canada, and Japan.",
        "logo": "square.png"
    },
    {
        "name": "Two Sigma",
        "website": "https://www.twosigma.com/careers/life-at-two-sigma/",
        "apiUrl": "http://beakernotebook.com/",
        "description": "We are Two Sigma. \n\nWe imagine breakthroughs in investment management, insurance and related fields by pushing the boundaries of what open source and proprietary technology can do. \n\nOur engineers and modelers harness data at tremendous scale, using machine learning, distributed computing and other technologies to build powerful predictive models. \n\nCome build with us!",
        "logo": "twosigma.png"
    },
    {
        "name": "Postmates",
        "website": "http://postmates.com/developer",
        "apiUrl": "http://postmates.com/developer",
        "description": "Using the Postmates Delivery API, developers can integrate our on-demand local delivery platform into their applications. The API is designed to allow application developers to check prices, book a delivery, then follow updates on that delivery till completion.",
        "logo": "postmates.png"
    },
    {
        "name": "Philips",
        "website": "http://www.philips.com/a-w/research/locations/cambridge-north-america.html",
        "description": "The Philips Research North American team is part of a global organization that provides breakthrough innovations in the area of healthcare technology and well-being.\n \nSeveral exciting opportunities are available at our Cambridge Innovation Labs in the following domains:\n-Bioinformatics & Genomics\n-Cloud Computing & Big Data Analytics \n-Image Guided Interventions\n-Machine Learning & Data Mining\n-Clinical Informatics\n-Medical Ultrasound\n-Natural Language Processing\n-Radiology",
        "logo": "philips.png"
    },
    {
        "name": "Intel",
        "website": "https://software.intel.com/iot/hardware/edison",
        "apiUrl": "https://software.intel.com/iot/hardware/edison",
        "description": "The Intel IoT Developer Program offers knowledge, tools and experts to turn your innovative ideas into IoT Solutions. Dream it, Build it with the Intel IoT Developer Kit for Intel Edison. With easy-to-use hardware, software, tools and cloud services, it delivers usability improvements and faster start to development times.",
        "logo": "intel.png"
    },
    {
        "name": "Progress",
        "website": "http://progress.com",
        "apiUrl": "http://progress.github.io/hackmit/",
        "description": "Progress is a global company headquartered in Boston.  We focus on building and delivering engaging customers experiences for today's rapidly changing digital environment.  We have strong background in developer tools, UI components , mobile tools and Web Sites.\n\nThe key product we bring to HackMIT is NativeScript, a framework to create cross-platform native mobile apps with JavaScript and CSS.",
        "logo": "progress.png"
    },
    {
        "name": "PSN",
        "website": "https://www.playstation.com/en-us/",
        "description": "PlayStation is the number one selling game console in the world. At our core, the PlayStation has always been THE console in which users could play games online with people all over the world. At this point, we're establishing ourselves as the entertainment hub in the home with a catalogue of products available in just about any device ranging from the PS4 console, to the web, set top boxes (Apple TV, Amazon Fire Stick, Roku, Google Chromecast), Smart TV's, iOS, and mobile phones.",
        "logo": "psn.png"
    },
    {
        "name": "Nielsen",
        "website": "http://www.nielsen.com/",
        "description": "Over 85% of U.S. Consumers used their mobile device while watching TV, and within the next four years, women will control $28 Trillion in annual consumer spending. At Nielsen, we help analyze and understand what all this means to our consumers, and how it truly influences and drives consumer behavior in what people watch and what people buy. We have a presence in over 100 countries spread across Africa, Asia, Australia, Europe, Middle East, North America, South America and Russia.",
        "logo": "nielsen.png"
    },
    {
        "name": "Nasdaq",
        "website": "http://business.nasdaq.com/",
        "apiUrl": "https://github.com/Nasdaq/DataOnDemand",
        "description": "Nasdaq is a leading provider of trading, clearing, exchange technology, listing, information and public company services across six continents. Through its diverse portfolio of solutions, Nasdaq enables customers to plan, optimize and execute their business vision with confidence, using proven technologies that provide transparency and insight for navigating today's global capital markets.",
        "logo": "nasdaq.png"
    },
    {
        "name": "Muse",
        "website": "http://www.choosemuse.com",
        "description": "Muse is a brain sensing headband that makes meditation easier.  Meditation has been proven to reduce stress and increase focus, but it can be hard to know if you're doing it right.  Muse provides you with real-time audio feedback on what's happening in your brain when you meditate, letting you know when your mind wanders and teaching you to regain focus.  Think of Muse as your personal guide to meditation as you journey toward a calmer and more present self.",
        "logo": "muse.png"
    },
    {
        "name": "Microsoft",
        "website": "https://msdn.microsoft.com/en-us/imagine/imagine-home.aspx",
        "apiUrl": "http://microsofthackers.github.io/",
        "description": "Microsoft is the leading platform and productivity company for the mobile-first, cloud-first world, and its mission is to empower every person and every organization on the planet to achieve more.",
        "logo": "microsoft.png"
    },
    {
        "name": "Local Motors Labs",
        "website": "https://localmotors.com/dronechallenge/",
        "description": "Local Motors is a tech company that designs, builds and sells vehicles. The LM platform combines global co-creation w/local micro-manufacturing to bring hardware innovations, like the world's 1st 3D-printed car, to market at unprecedented speed.  www.localmotors.com\n\nAirbus Group is a global leader in aeronautics, space and related services. In 2015, the Group, comprising Airbus, Airbus Defence and Space and Airbus Helicopters, generated revenues of 64.5B and employed a workforce of over 136K.",
        "logo": "localmotors.png"
    },
    {
        "name": "Kensho",
        "website": "https://www.kensho.com/#/",
        "description": "Kensho is pioneering machine intelligence systems and scalable analytics - and deploying them across the most critical government and commercial institutions in the world to solve some of the hardest analytical problems of our time. Backed by Google Ventures and Goldman Sachs, Kensho was founded out of MIT and Harvard in 2013. Our multi-talented team includes one of the seven members of the original Apple iPhone engineering team, PhD physicists, and Quantum Computing PhDs.",
        "logo": "kensho.png"
    },
    {
        "name": "KCG",
        "website": "https://www.kcg.com/",
        "description": "KCG offers leading services designed to address trading needs across asset classes, product types and time zones. As one of the world's largest independent market makers, we combine advanced technology with exceptional client service to deliver unique liquidity, lower transaction costs and improve pricing. We build the connections that deliver maximum value for our clients and create more efficient, resilient markets around the world.",
        "logo": "kcg.png"
    },
    {
        "name": "Jet.com",
        "website": "https://jet.com/",
        "description": "Jet is reshaping e-commerce as we know it. We believe in bold. That means taking risks, asking why not, looking where no ones looked before and bringing it! We are on the relentless pursuit to build the greatest shopping experience, while saving customers every penny possible. With some amazing technology (and a little magic), Jet optimizes the supply chain, removes unnecessary costs, sprinkles in surprise and delight, all while saving customers even more money and we're just getting started.",
        "logo": "jet.png"
    },
    {
        "name": "Hudson River Trading",
        "website": "http://www.hudson-trading.com/",
        "description": "Hudson River Trading (HRT) is a multi-asset class quantitative trading firm based in the heart of New York City. Founded in 2002, HRT develops automated trading algorithms using advanced mathematical and statistical modeling techniques and an extremely high-performance computing environment. With offices in New York, London and Singapore, HRT trades equities, futures, options, currencies and fixed income on over 50 markets worldwide.",
        "logo": "hudsonrivertrading.png"
    },
    {
        "name": "D. E. Shaw",
        "website": "www.deshaw.com",
        "description": "Headquartered in New York City, the D. E. Shaw group is a global investment and technology development firm with offices around the world. With a culture that combines some of the best aspects of academia, finance, and technology, we pride ourselves on a work environment that promotes collaboration, integrity, and adherence to the highest possible ethical standards. We've learned that when an extraordinary team sets extraordinarily ambitious goals, unexpected breakthroughs can be achieved.",
        "logo": "deshaw.png"
    },
    {
        "name": "Google",
        "website": "google.com/careers/students",
        "description": "Google is a global technology leader focused on improving the ways people connect with information. Google's innovations in web search and advertising have made its website a top Internet property and its brand one of the mostrecognized in the world.",
        "logo": "google.png"
    },
    {
        "name": "Coinbase",
        "website": "www.coinbase.com",
        "apiUrl": "https://developers.coinbase.com/",
        "description": "Founded in June of 2012, Coinbase is a digital currency wallet and platform where merchants and consumers can transact with new digital currencies like bitcoin and ethereum.",
        "logo": "coinbase.png"
    },
    {
        "name": "Facebook",
        "website": "www.facebook.com",
        "description": "Founded in 2004, Facebook's mission is to give people the power to share and make the world more open and connected. People use Facebook to stay connected with friends and family, to discover what's going on in the world, and to share and express what matters to them.",
        "logo": "facebook.png"
    },
    {
        "name": "Five Rings",
        "website": "www.fiverings.com",
        "description": "Five Rings is a proprietary trading firm founded with a vision of combining strategy, innovation and technology to succeed in today's global markets. Five Rings trades in various domestic and international markets, both established and esoteric. \n\nOur team constantly seeks new opportunities, analyzes their risks and rewards, and creates strategies and tools to capitalize on them. We have an open culture and encourage the flow of knowledge and ideas between all areas of the firm.",
        "logo": "fiverings.jpg"
    },
    {
        "name": "Firebase",
        "website": "https://firebase.google.com/",
        "apiUrl": "https://firebase.google.com",
        "description": "Firebase is a suite of tools to help mobile and web developers build extraordinary apps quickly by providing developer-friendly APIs for powerful tools including a realtime database, file uploads, mobile notifications, static web hosting, user authentication, crash reporting, automated testing, and others.",
        "logo": "firebase.png"
    },
    {
        "name": "Fin",
        "website": "www.fin.com",
        "description": "Fin is a 24x7 premium service, powered by both machine and human intelligence, that finds answers, sends messages, and remembers everything for you. We are dogmatic about getting the right answer, not about pursuing some abstract concept of AI. So, Fin is more accurate, powerful, and better able to handle real nuance and complexity than anything else. It feels like having the best possible personal assistant, except it never sleeps, is much faster, and has access to deep knowledge and technology",
        "logo": "fin.png"
    },
    {
        "name": "Concur",
        "website": "https://www.concur.com/",
        "description": "Concur is a company on a mission to provide solutions to the problems plaguing business travel, expenses and invoices. We provide cloud-based and mobile solutions to help companies and their employees save time and money. As an innovative tech and travel leader, we're driven to success by an industry that is constantly changing.  This means we never stop thinking of ways to evolve our products and the experiences clients have with them every day.",
        "apiUrl": "https://developer.concur.com/ AND https://tripit.com/developer/",
        "logo": "concur.png"
    },
    {
        "name": "Citadel",
        "website": "http://www.citadel.com/",
        "description": "Citadel is a worldwide leader in finance that uses next-generation technology and alpha-driven strategies to transform the global economy. We tackle some of the toughest problems in the industry by pushing ourselves to be the best again and again. It's demanding work for the brightest minds, but we wouldn't have it any other way. Here, great ideas can come from anyone. Everyone. You.",
        "logo": "citadel.png"
    },
    {
        "name": "Celect",
        "website": "https://www.celect.com",
        "description": "Celect is a predictive analytics platform that allows retailers to understand how an individual customer shopping at a specific location chooses from an assortment of products. The technology builds on a fundamental advance in customer choice modeling and machine learning called by MIT's Computer Science and Artificial Intelligence Laboratory, one of the 50 greatest innovations it has ever produced.",
        "logo": "celect.png"
    },
    {
        "name": "Capital One",
        "website": "https://campus.capitalone.com",
        "apiUrl": "http://api.reimaginebanking.com/",
        "description": "Capital One started with a simple principle attract talented people and give them the opportunity to be great. Founded in 1988, we harnessed the power of big data to create customized products that disrupted the credit card industry. Today, with more than 65-million customers and 40,000 associates worldwide, our Cloud-enabled infrastructure, Open Source culture, and leading-edge data and analytics platforms are fueling Capital One's position as a digital leader.",
        "logo": "capitalone.png"
    },
    {
        "name": "BookBub",
        "website": "www.bookbub.com",
        "description": "BookBub is a free service that helps millions of readers discover great deals on acclaimed ebooks while providing publishers and authors with a way to drive sales and find new fans. Members receive a personalized daily email alerting them to the best free and deeply discounted titles matching their interests as selected by our editorial team. BookBub works with all major ebook retailers and devices, and is the industry's leading ebook price promotion service.",
        "logo": "bookbub.png"
    },
    {
        "name": "BNP Paribas",
        "website": "http://usa.bnpparibas/en/",
        "description": "BNP Paribas is a leading bank in Europe with a strong and growing franchise in the Americas and Asia-Pacific. It has a presence in 75 countries with nearly 190,000 employees globally. The Group has key positions in its three main activities: Domestic Markets  and International Financial Services (together Retail Banking & Services) and Corporate & Institutional Banking, which serves two client franchises: corporate clients and institutional investors.",
        "logo": "bnp.png"
    },
    {
        "name": "Andreessen Horowitz",
        "website": "http://a16z.com",
        "description": "Andreessen Horowitz backs bold entrepreneurs who move fast, think big, and are committed to building the next major franchises in technology. Founded by Marc Andreessen and Ben Horowitz, the firm provides entrepreneurs with access to expertise and insights in innovation, executive and technical talent, market intelligence, policy and regulatory affairs, business development, and marketing and brand-building. Find us in Menlo Park, Calif., and at www.a16z.com.",
        "logo": "a16z.png"
    },
    {
        "name": "Amadeus",
        "website": "http://www.amadeus.com",
        "apiUrl": "https://sandbox.amadeus.com/",
        "description": "Amadeus provides the technology, which keeps the travel sector moving - from initial search to making a booking, from pricing to ticketing, from managing reservations to managing check-in and departure processes.\n\nWe do this by joining the dots - connecting key players in the travel industry: travel agencies, corporations, airlines, airports, hotels, railways, and more.",
        "logo": "amadeus.png"
    },
    {
        "name": "Akamai",
        "website": "www.akamai.com",
        "description": "Akamai helps businesses connect the hyperconnected, empowering them to transform and reinvent their business online. We remove the complexities of technology so you can focus on driving your business faster forward enabling you to embrace trends like cloud, mobile and media, while overcoming the challenges presented by security threats and the need to reach users globally.",
        "logo": "akamai.png"
    },
    {
        "name": "Ab Initio",
        "website": "http://abinitio.com",
        "description": "Ab Initio Software is a general purpose data processing platform for enterprise-scale, mission-critical applications such as batch and real-time processing for data warehousing, operational systems, transactional systems and analytics. Ab Initio solves the problems of scalability, development time, performance, metadata management, and integration at the world's largest companies.",
        "logo": "abinitio.png"
    },
    {
        "name": "AQR",
        "description": "AQR is a global investment management firm built at the intersection of financial theory and practical application. We invest on behalf of our clients from pension funds and insurance companies to endowments and foundations to sovereign wealth funds and financial advisors. Our commitment to our clients is to help them exceed their long-term objectives. We do this by filtering out market noise to identify and isolate what matters most, and by implementing ideas that stand up to rigorous testing",
        "logo": "aqr.png"
    },
    {
        "name": "GE",
        "website": "http://www.ge.com/careers/culture/university-students/digital-technology-leadership-program/global",
        "apiUrl": "https://www.predix.io/",
        "logo": "ge.png"
    },
    {
        "name": "Akuna Capital",
        "website": "http://www.akunacapital.com/",
        "logo": "akuna.png"
    },
    {
        "name": "Particle",
        "website": "www.particle.io",
        "logo": "particle.png"
    },
    {
        "name": "Accenture",
        "logo": "accenture.png"
    },
    {
        "name": "Red Hat",
        "website": "http://redhat.com",
        "logo": "redhat.png"
    },
    {
        "name": "Element14",
        "logo": "element14.png"
    },
    {
        "name": "Wolfram Alpha",
        "website": "http://www.wolfram.com/",
        "logo": "wolframalpha.png"
    },
    {
        "name": "Accel",
        "website": "http://accel.com",
        "logo": "accel.png"
    },
    {
        "name": "Jane Street",
        "website": "https://www.janestreet.com/",
        "logo": "janestreet.png"
    },
    {
        "name": "Ford",
        "website": "corporate.ford.com",
        "apiUrl": "www.openxcplatform.com",
        "logo": "ford.png"
    },
    {
        "name": "Cruise",
        "website": "https://www.getcruise.com/",
        "logo": "cruise.png"
    },
    {
        "name": "Rough Draft Ventures",
        "website": "Roughdraft.vc",
        "logo": "rdv.png"
    },
    {
        "name": "Datto",
        "website": "www.datto.com",
        "logo": "datto.png"
    },
    {
        "name": "GoDaddy",
        "website": "www.godaddy.com",
        "logo": "go-daddy.jpg"
    },
    {
        "name": "Soylent",
        "website": "www.soylent.com",
        "logo": "soylent.png"
    }
  ]
}
