{
    "apis" : [
    {
        "name": "HubSpot",
        "website": "http://product.hubspot.com/",
        "description": "HubSpot was founded in 2006 as a result of a simple observation: people have transformed how they live, work, shop and buy, but businesses have not adapted. This mismatch led Brian Halligan and Dharmesh Shah to create the vision for the inbound experience and to develop HubSpot's platform to support it. With our powerful, easy to use, integrated set of applications, businesses can attract, engage and delight customers by delivering inbound experiences that are relevant, helpful and personalized.",
        "logo": "HubSpot-logo.png"
    },
    {
        "name": "Synaptics",
        "website": "http://www.synaptics.com",
        "description": "Synaptics is the pioneer and leader of the human interface revolution, bringing innovative and intuitive user experiences to intelligent devices. Synaptics' broad portfolio of touch, display, and biometrics products is built on the company's rich R&D and supply chain capabilities. With solutions designed for mobile, PC and automotive industries, Synaptics combines ease of use, functionality and aesthetics to enable products that help make our digital lives more productive, secure and enjoyable.\n",
        "logo": "Synaptics-logo.jpg"
    },
    {
        "name": "Nielsen",
        "website": "http://www.nielsen.com/",
        "description": "Nielsen is a global performance management company that provides a comprehensive understanding of what consumers Watch and Buy. Nielsen's Watch segment provides media and advertising clients with Total Audience measurement services across all content consumption devices. The Buy segment offers CPG manufacturers and retailers the industry's only global view of retail performance measurement. Nielsen has operations in over 100 countries that cover more than 90 percent of the world's population.",
        "logo": "Nielsen-logo.png"
    },
    {
        "name": "Particle",
        "website": "https://www.particle.io/",
        "description": "Particle creates tools to help companies and people connect everyday electronics to the internet and create amazing new products and experiences. We've developed the Spark Core and Photon development boards, along with the Particle Cloud, to enable and connect devices worldwide. Since launch, Particle has shipped to 75+ countries, and has been used by tens of thousands of engineers at companies like Google, Disney, and Apple. Particle launched in 2013 and is based in San Francisco, California.",
        "logo": "Particle-logo.png",
        "apiUrl" : "https://api.particle.io/",
    },
    {
        "name": "KPCB",
        "website": "http://kpcbfellows.com/",
        "description": "Kleiner Perkins Caufield & Byers (KPCB) partners with the brightest entrepreneurs to turn disruptive ideas into world-changing businesses. We started the KPCB Fellows program to match the brightest students with one-of-a-kind work experiences at companies like Aiware, Coursera, Square, Uber and many other companies. On top of that, fellows are introduced to the KPCB network of venture partners, portfolio company CEOs and other brilliant students. Check out kpcbfellows.com for more information.",
        "logo": "KPCB-logo.png",
        "apiUrl": "http://kpcbfellows.com/build-for-good/challenges"
    },
    {
        "name": "Square",
        "website": "http://www.squareup.com",
        "description": "Square  is a financial services, merchant services aggregator and mobile payment company based in San Francisco, California. The company markets several software and hardware payments products, including Square Register and Square Reader, and has expanded into small business services such as Square Capital, a financing program, and Square Payroll.  At Square we value design, user experience, and accuracy. We're looking for engineers who share our values about simplifying the world of payments.",
        "logo": "Square-logo.jpg",
        "apiUrl": "http://square.github.io/"
    },
    {
        "name": "Microsoft",
        "website": "http://www.microsoft.com/university",
        "description": "No matter what your passion is, you'll find it here.  Imagine the opportunities you'll have in a company with more than 100,000 employees in more than 100 countries, working on hundreds of products—spanning games, phones, developer tools, business solutions and operating systems.  We work hard, but we value work/life balance, and each of us defines what that means to us.  So why not explore what we do, where we do it, and what life is really like at Microsoft.  You just might be surprised.",
        "logo": "Microsoft-logo.png",
        "apiUrl": "http://aka.ms/azureeast"
    },
    {
        "name": "Nutanix",
        "website": "http://www.nutanix.com/",
        "description": "Nutanix delivers invisible infrastructure for next-generation enterprise computing, elevating IT to focus on the applications and services that power their business. The company's software-driven Xtreme Computing Platform natively converges compute, virtualization and storage into a single solution to drive simplicity in the datacenter. Using Nutanix, customers benefit from predictable performance, linear scalability and cloud-like infrastructure consumption. Learn more at www.nutanix.com.",
        "logo": "Nutanix-logo.png"
    },
    {
        "name": "Google",
        "website": "google.com/careers/students",
        "description": "Google's mission is to organize the world's information and make it universally accessible and useful. And while we're committed to building the perfect search engine, our work goes well beyond delivering accurate search results. Our strategy is simple: hire great people and support them in turning their aspirations into reality. Googlers are bright, passionate people with diverse backgrounds coming together to create a unique culture. Working at Google is as much a mindset as it is a job!",
        "logo": "Google-logo.jpg",
        "apiUrl": "http://developers.google.com"
    },
    {
        "name": "Celect",
        "website": "http://www.celect.net",
        "description": "Celect is a venture-backed company based in Boston with the mission of bringing science to the art of retail.  Celect has built a predictive platform that provides actionable insights to retailers by understanding how their customers choose.  Founded by MIT professors and based on award winning science on choice modeling, Celect has built an experienced team of data scientists and retail experts, and a development team that has won some of the most prestigious hackathons in the US.",
        "logo": "Celect-logo.png"
    },
    {
        "name": "Kensho Technologies Inc.",
        "website": "http://www.kensho.com",
        "description": "Kensho is pioneering real-time statistical computing systems and scalable analytics architectures—the next-generation of improvements to the global financial system.  Backed by Goldman Sachs, Google Ventures and NBC, Kensho was founded out of MIT and Harvard in 2013.  Kensho's team is a diverse and spirited group of engineers and scientists who are accomplished analytical thinkers and come from veteran positions at Google, Apple, Facebook, and the United States Federal Reserve.",
        "logo": "KenshoTechnologiesInc-logo.png"
    },
    {
        "name": "KCG",
        "website": "https://www.kcg.com/",
        "description": "KCG is a leading independent securities firm offering investors a range of services designed to address trading needs across asset classes, product types and time zones. As one of the world's largest market makers, KCG combines advanced technology with exceptional client service to deliver unique liquidity, lower transaction costs, and improve pricing. For every order, KCG provides investors with a solution, whether market making or principal, lit or dark, voice or automated.",
        "logo": "KCG-logo.png"
    },
    {
        "name": "FiscalNote",
        "website": "http://www.fiscalnote.com",
        "description": "FiscalNote, a two-year old, venture-backed analytics company, unlocks legislative and regulatory data using cutting-edge artificial intelligence and beautiful design, engineering the products organizations need to make better decisions and manage government risk. Our vision is to make FiscalNote mission-critical to every office and organization. We aim to foster a transparent political and legal system through the use of cutting-edge engineering and data science on open data.",
        "logo": "FiscalNote-logo.png",
        "apiUrl": "https://docs.fiscalnote.com/"
    },
    {
        "name": "Jane Street",
        "website": "https://www.janestreet.com/",
        "description": "Jane Street is a quantitative trading firm that uses innovative technology, a scientific approach, and a deep understanding of markets to guide our business. We are a global liquidity provider and market maker, operating around the clock and around the globe, out of offices in New York, London and Hong Kong.\n\nThe markets change rapidly, and we need to change faster still. Every day, we come to work with new problems to solve, new systems to build and new theories to test.",
        "logo": "JaneStreet-logo.png"
    },
    {
        "name": "Datto Inc.",
        "website": "http://www.datto.com/",
        "description": "Datto is an innovative provider of comprehensive backup, recovery and business continuity solutions used by thousands of managed service providers worldwide. Datto's 140+ PB purpose-built cloud and family of software and hardware devices provide Total Data Protection everywhere business data lives.  Datto's innovative technologies include Instant Virtualization, Screenshot Backup Verification™, Inverse Chain Technology™, Backup Insights™, and end-to-end encryption.",
        "logo": "DattoInc-logo.png"
    },
    {
        "name": "Progress",
        "website": "http://progress.com/hackmit",
        "description": "Progress Software is a global software company with HQ in Bedford, MA. Progress provides solutions for the rapid development, deployment and management of applications driven by data for web and mobile, running on cloud or on premise.\n\nDeveloper-centered products at Progress include the Telerik Platform (mobile development), KendoUI (HTML5 UI), NativeScript (cross-platform native development with JavaScript) and Modulus (Docker, Node.js, PHP, Java and Python PaaS).",
        "logo": "Progress-logo.png",
        "apiUrl": "http://progress.github.io/hackmit"
    },
    {
        "name": "Bloomberg",
        "website": "http://www.bloomberg.com/rd",
        "description": "We are the top Tech and Software company serving the financial industry. Bloomberg gives influential decision makers a critical edge by connecting them to a dynamic network of information, people and ideas. The company's strength delivering data, news and analytics through innovative technology, quickly and accurately is at the core of the Bloomberg Professional service, which provides real time financial information to more than 315,000 subscribers globally.",
        "logo": "Bloomberg-logo.JPG"
    },
    {
        "name": "Concur",
        "website": "http://www.concur.com",
        "description": "Concur, a part of SAP, imagines the way the world should work, offering cloud-based services that make it simple to manage travel and expenses. \nBy connecting data, applications and people, Concur delivers an effortless experience and total transparency into spending wherever and whenever it happens. \nConcur services adapt to individual employee preferences and scale to meet the needs of companies from small to large, so they can focus on what matters most.",
        "logo": "Concur-logo.png",
        "apiUrl" : "http://concurlabs.github.io/ConcurHackMIT/"
    },
    {
        "name": "TripAdvisor",
        "website": "http://www.tripadvisor.com",
        "description": "Plan and book your perfect trip with TripAdvisor, the world's largest travel site. Browse over 225 million candid reviews, opinions, and photos of hotels, restaurants, attractions, and more - all by travelers like you. You'll also find low airfares, free travel guides, worldwide vacation rental listings, popular forums with advice about virtually every destination, and more. No wonder so many travelers make TripAdvisor their first stop before every trip.",
        "logo": "TripAdvisor-logo.png"
    },
    {
        "name": "AQR Capital Management",
        "website": "https://www.aqr.com/",
        "description": "AQR is a global investment firm built at the intersection of financial theory and practical application. We strive to deliver concrete, long-term results by looking past market noise to identify and isolate the factors that matter most, and by developing ideas that stand up to rigorous testing. By putting theory into practice, we have become a leader in alternative strategies and an innovator in traditional portfolio management since 1998.",
        "logo": "AQRCapitalManagement-logo.png"
    },
    {
        "name": "Levant Power",
        "website": "http://www.levantpower.com",
        "description": "Levant Power is a venture-backed Boston area startup spun out of MIT in 2009. We are reinventing the future of the automobile. Our product, GenShock, is a digital ride system that virtually eliminates the perception of road bumps while enabling unprecedented handling. The software and mechatronics technology has broad application across motion control industries including aviation, transportation, industrial manufacturing, and robotics.",
        "logo": "LevantPower-logo.gif"
    },
    {
        "name": "KAYAK",
        "website": "http://KAYAK.com",
        "description": "KAYAK is the best place to plan, book, and manage your travels. We compare hundreds of travel sites at once. If you want to spend hours searching every airline, hotel and other travel site yourself, that's one option. If you'd prefer an easier way to find a good deal, we can help. Our free mobile app is available on iPhone, iPad, Android, and Windows Phone, and is the #1 Mobile Travel App. We have local KAYAK sites in thirty countries.",
        "logo": "KAYAK-logo.png",
        "queries": "kayak"
    },
    {
        "name": "Hudson River Trading",
        "website": "http://www.hudson-trading.com",
        "description": "Hudson River Trading (HRT) is a multi-asset class quantitative trading firm based in the heart of New York City. Founded in 2002, HRT develops automated trading algorithms using advanced mathematical and statistical modeling techniques and an extremely high-performance computing environment. With offices in New York, London and Singapore, HRT trades equities, futures, options, currencies and fixed income on over 50 markets worldwide.",
        "logo": "HudsonRiverTrading-logo.jpg"
    },
    {
        "name": "Clarifai",
        "website": "http://clarifai.com",
        "description": "Clarifai was founded in 2013 by Matthew Zeiler to bring the world's best image recognition technology to market. Our first image recognition systems held the top 5 spots for classifying objects in images in the ImageNet 2013 competition. Since then Clarifai's deep learning systems have improved orders of magnitude in speed, vocabulary size, memory footprint and have expanded beyond images to extract knowledge from all forms of data.",
        "logo": "Clarifai-logo.jpg",
        "apiUrl" : "http://clarifai.com/api"
    },
    {
        "name": "a16z",
        "website": "http://www.a16z.com",
        "description": "Andreessen Horowitz backs bold entrepreneurs who move fast, think big and are committed to building the next major franchises in technology. Founded by Marc Andreessen and Ben Horowitz, we provide entrepreneurs with access to our deep expertise and insights in innovation, business development, market intelligence, executive and technical talent, and marketing and brand building. Find us in Menlo Park, Calif., and at www.a16z.com",
        "logo": "a16z-logo.png"
    },
    {
        "name": "1517",
        "website": "http://www.1517fund.com",
        "description": "1517 supports makers and hackers with grant funding to kickstart projects, pre-seed team funding, and seed funding for startups. The general partners, Danielle Strachman and Michael Gibson were on the founding team of the Thiel Fellowship, designed the program, and mentored every fellow. They are excited to expand upon their work with young founders with their new fund. Contact them at info@1517fund.com for more information.",
        "logo": "1517-logo.png"
    },
    {
        "name": "The Walt Disney Company",
        "website": "http://disneytechjobs.com",
        "description": "At Disney, we're storytellers. We make the impossible, possible. We do this through utilizing and developing cutting-edge technology and pushing the envelope to bring stories to life through our movies, products, interactive games, parks and resorts, and media networks. As the global leader in high-quality family entertainment we deliver unparalleled creative content and experiences to audiences and guests around the world.",
        "logo": "TheWaltDisneyCompany-logo.png"
    },
    {
        "name": "Rough Draft Ventures",
        "website": "roughdraft.vc",
        "description": "Rough Draft Ventures is a student team investing in university entrepreneurs at the earliest stage. RDV provides investments up to $25K for student teams to help them build their products, as well as support their portfolio through their community of young founders, advisor network, and initiatives to help early-stage startups succeed in launching their ventures.",
        "logo": "RoughDraftVentures-logo.jpg"
    },
    {
        "name": "Akamai Technologies",
        "website": "http://www.akamai.com",
        "description": "Akamai is the global leader in Content Delivery Network (CDN) services, making the Internet fast, reliable and secure for its customers. The company's advanced web performance, mobile performance, cloud security and media delivery solutions are revolutionizing how businesses optimize consumer, enterprise and entertainment experiences for any device, anywhere.",
        "logo": "AkamaiTechnologies-logo.png"
    },
    {
        "name": "Thalmic Labs",
        "website": "https://www.myo.com/",
        "description": "Thalmic Labs is pioneering new ways of interacting with digital devices. With a mission to merge people and technology, the company is revolutionizing how we will interact with technology in the future. Its first product, the Myo™ armband, measures electrical activity in muscles to wirelessly control computers, phones and other digital technologies.",
        "logo": "ThalmicLabs-logo.png",
        "apiUrl": "https://developer.thalmic.com/hackers/"
    },
    {
        "name": "Uber",
        "website": "https://www.uber.com/jobs",
        "description": "Uber is a mobile app that connects people all over the world to efficient, reliable transportation. But much more than that, Uber is a highly-evolved logistics platform supported by the hard work and innovations of really bright people. Every Uber employee is an individual contributor, empowered to make a real-world impact with their work.",
        "logo": "Uber-logo.png",
        "apiUrl": "http://developer.uber.com"
    },
    {
        "name": "General Electric",
        "website": "http://www.ge.com/",
        "description": "GE imagines things others don't, builds things others can't and delivers outcomes that make the world work better. GE brings together the physical and digital worlds in ways no other company can. In its labs and factories and on the ground with customers, GE is inventing the next industrial era to move, power, build and cure the world.",
        "logo": "GeneralElectric-logo.png"
    },
    {
        "name": "State Street",
        "website": "http://www.statestreet.com",
        "description": "State Street is a top provider of financial services to institutional investors. We have a of combination innovation and growth opportunities, enhance client service and optimize cost structures. Whether you are starting your career, or are new to the industry, we have a range of employee resources to build a fulfilling career.",
        "logo": "StateStreet-logo.jpg"
    },
    {
        "name": "Postmates",
        "website": "http://postmates.com/developer",
        "description": "Postmates is the leading on-demand logistics provider. With nearly 14,000 active Postmates, the company operates the largest on-demand delivery fleet in 30 major metropolitan markets in the US. Postmates' overall mission is to power local, on-demand logistics focused on fast deliveries from any type of merchant at scale.",
        "logo": "Postmates-logo.png",
        "apiUrl": "http://postmates.com/developer"
    },
    {
        "name": "Capital One",
        "website": "https://campus.capitalone.com/",
        "description": "Capital One is one of the 10 largest banks by deposits in the country, and a Fortune 500 company. We're a diversified bank with a broad array of financial products and services. We lead by innovation. We approach financial services challenges the way an Internet start-up would approach a development challenge.",
        "logo": "CapitalOne-logo.png",
        "apiUrl": "http://api.reimaginebanking.com/"
    },
    {
        "name": "Fitbit",
        "website": "https://www.fitbit.com/",
        "description": "We're a passionate team dedicated to health & fitness who are building products that help transform people's lives. While health can be serious business, we feel it doesn't have to be. We believe you're more likely to reach your goals if you're encouraged to have fun, smile, and feel empowered along the way.",
        "logo": "Fitbit-logo.jpg",
        "apiUrl": "https://dev.fitbit.com/"
    },
    {
        "name": "Nasdaq",
        "website": "http://business.nasdaq.com/",
        "description": "The NASDAQ OMX Group, Inc. provides trading, clearing, exchange technology, regulatory, securities listing, information, and public company services worldwide. It operates in four segments: Market Services, Listing Services, Information Services, and Technology Solutions.",
        "logo": "Nasdaq-logo.png"
    },
    {
        "name": "Facebook + Parse",
        "website": "http://www.facebook.com",
        "description": "Founded in 2004, Facebook's mission is to give people the power to share and make the world more open and connected. People use Facebook to stay connected with friends and family, to discover what's going on in the world, and to share and express what matters to them.",
        "logo": "FacebookParse-logo.png"
    },
    {
        "name": "Patreon",
        "website": "http://www.patreon.com",
        "description": "Founded in May 2013 and based in San Francisco, California, Patreon was created to enable fans to support and engage with the artists and creators they love. Empowering a new generation of creators, Patreon is bringing patronage back to the 21st century.",
        "logo": "Patreon-logo.png"
    },
    {
        "name": "Two Sigma",
        "website": "http://www.twosigma.com",
        "description": "We are Two Sigma. More than 800 people who believe the scientific method is the best way to approach investing. If harnessing the power of technology, mathematics, and data to help real people is something that excites you, let's connect.",
        "logo": "TwoSigma-logo.jpg",
        "apiUrl": "http://beakernotebook.com/"
    },
    {
        "name": "Meteor Development Group",
        "website": "http://meteor.com",
        "description": "Meteor Development Group is the developer experience company providing the platform and tools for developers everywhere to build web and mobile apps that are a delight to use, faster than they ever thought possible.",
        "logo": "MeteorDevelopmentGroup-logo.png",
        "apiUrl": "http://meteor.com/install"
    },
    {
        "name": "Amadeus",
        "website": "http://www.amadeus.com/",
        "description": "Amadeus provides the technology that keeps the travel sector moving - from initial search to making a booking, from pricing to ticketing, from managing reservations to managing check-in and departure.",
        "logo": "Amadeus-logo.jpg"
    },
    {
        "name": "Cruise",
        "website": "http://www.getcruise.com/",
        "description": "We're the driverless car company. Our team is small, but we move quickly.  In less than a year, we built prototype vehicles that have logged over 10,000 autonomous miles on California highways.",
        "logo": "Cruise-logo.png"
    },
    {
        "name": "Tinder",
        "website": "http://www.gotinder.com/",
        "description": "Any swipe can change your life.   The Tinder team is obsessed with building fun experiences that make it incredibly easy to meet interesting people around the world.",
        "logo": "Tinder-logo.png"
    },
    {
        "name": "Nebulous Labs",
        "website": "https://siacoin.com",
        "description": "Parent company of a decentralized storage platform called Sia.",
        "logo": "NebulousLabs-logo.png"
    },
    {
        "name": "MIT Lincoln Lab"
    },
    {
        "name": "MIT BayesDB"
    },
    {
        "name": "GoDaddy"
    },
    {
        "name": "Indico",
        "apiUrl" : "https://indico.io/docs"
    },
    {
        "name": "Giphy",
        "apiUrl": "https://github.com/Giphy/giphyAPI"
    },
    {
        "name": "Accenture"
    },
    {
        "name": "Monster"
    },
    {
        "name": "PandaPay"
    },
    {
        "name": "MIT Office of Digital Learning"
    },
    {
        "name": "DIRECTV",
        "website": "http://www.directv.com",
        "logo": "DIRECTV-logo.png",
        "apiUrl": "http://www.directvdev.com/"
    },
    {
        "name": "BigData @ CSail"
    }
  ]
}
